<?php

return [
    'task_statuses' => [
        'index' => 'Статусы',
        'create' => 'Создать статус',
        'edit' => 'Изменение статуса',
    ],
    'task' => [
        'index' => 'Задачи',
        'create' => 'Создать задачу',
        'edit' => 'Изменить задачу',
        'show' => 'Просмотр задачи',
    ],
    'fields' => [
        'name' => 'Имя',
        'created_at' => 'Дата создания',
        'actions' => 'Действия',
        'description' => 'Описание',
        'status' => 'Статутс',
        'executor' => 'Исполнитель',
        'author' => 'Автор',
    ],
    'form' => [
        'field' => [
            'length' => [
                'max' => 'Максимальная длинна - :max знаков',
            ],
            'required' => 'Данное поле является обязательным',
        ],
    ],
];
