<?php

return [
    'saved' => 'Данные успешно сохранены!',
    'updated' => 'Даные успешно обновлены!',
    'deleted' => 'Данные успешно удалены!',
    'confirmation' => 'Вы уверены ?',
    'task_status' => [
        'saved' => 'Статус успешно создан',
        'updated' => 'Статус успешно изменён',
        'deleted' => 'Статус успешно удалён',
        'failed' => 'Не удалось удалить статус',
    ],
    'task' => [
        'saved' => 'Задача успешно создана',
        'updated' => 'Задача успешно изменена',
        'deleted' => 'Задача успешно удалена',
    ],
    'labels' => [
        'saved' => 'Метка успешно создана',
        'updated' => 'Метка успешно изменена',
        'deleted' => 'Метка успешно удалена',
        'failed' => 'Не удалось удалить метку',
    ],
];
