<?php

return [
    'saved' => 'Данные успешно сохранены!',
    'updated' => 'Даные успешно обновлены!',
    'deleted' => 'Данные успешно удалены!',
    'confirmation' => 'Вы уверены ?',
    'task_status' => [
        'deleted' => 'Статус был успешно удален!',
        'failed' => 'Не удалось удалить статус',
    ],
    'task' => [
        'deleted' => 'Задача была успешно удалена!',
    ],
    'labels' => [
        'deleted' => 'Метка была успешно удалена!',
        'failed' => 'Не удалось удалить метку',
    ],
];
